---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantPasteSelection
source: html/1185bee0-08c0-3828-6074-19b38db2ec90.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantPasteSelection Property

Can't paste selection.

## Syntax (C#)
```csharp
public static FailureDefinitionId CantPasteSelection { get; }
```